tap "homebrew/cask"
tap "homebrew/core"		 
tap "homebrew/bundle"		 
tap "homebrew/services"
tap "mongodb/brew"

# Binaries
## developer
brew "ansible"
brew "python"

## services
brew "redis"
brew "mysql"
brew "mongodb-community"

## utils
brew "mas"
brew "curl"
brew "jq"
brew "git"
brew "tmux"
brew "wget"
brew "hub"

## libs
brew "imagemagick"
brew "openssl"



# Cask
## for developer
cask "virtualbox"
cask "ngrok"
cask "sequel-pro"
cask "iterm2"
cask "vagrant"

## utils
cask "cyberduck"
cask "alfred"
cask "qlimagesize"
cask "qlmarkdown"

## common
cask "google-chrome"
cask "the-unarchiver"

## tool
cask "kindle"
