# Binaries
## developer
brew "ansible"

## services
brew "redis"
brew "mysql"
brew "mongodb"

## utils
brew "curl"
brew "jq"
brew "git"
brew "tmux"
brew "wget"

## libs
brew "imagemagick"
brew "openssl"



# Cask
## for developer
cask "virtualbox"
cask "ngrok"
cask "sequel-pro"
cask "iterm2"
cask "vagrant"

## utils
cask "cyberduck"
cask "alfred"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"

## common
cask "google-chrome"
cask "the-unarchiver"

